# 갤 코드
gcode_kig = 'kizunaai'    

# 최대 몇 개의 post를 가져옵니까?
maxpost = 100

# xlsx, mail 중 선택
export_type = "mail"

# (엑셀일 경우) 파일을 내보낼 경로를 입력하세요.
path = ""

# (메일일 경우) 파일을 전송할 메일을 입력하세요.
addr = "joonery79@gmail.com"

# 검색할 키워드를 입력하세요.
kw_holoen = [
# EN
'EN', '2기', '카운슬', 'myth',

# 칼리
'모리', '칼리', '데몬다이스', '사신',

# 키아라                
'키아라', '치킨', '불닭', '타카나시', '점장', 'KFP', '케키',

# 아메                
'아메', '왓슨', '슨상', '스몰', 'smol', 'ame',

# 이나
'타코', '이나', '희주', '무너', '문어', '띠뜌', '티슈',

# 구라
'상어', '구라', '가우르', 

# 아이리스
'아이리스', 'Rys', 'rys', '나미린', '희망',

# 크로니
'시계', '크로', '도토부',

# 베이
'땃쥐', '베이', '벨즈', '햄스터', '하코즈',

# 무메이
'나나시', '무메이', '우흥', '토리', '자폐',

# 파우나
'파우나', '자연', '리프', '마망', '비건', '릴리', '에디', '새플링', '퐈나', '세레스', '노루',

# 사나
'사나', '흑인',
]

gcode_genshin = 'onshinproject'
kw_genshin = ['감우', '신학', '루미네', '유라', '모나']